import React from 'react';

const Developers = () => {
  return (
    <div className="text-center">
      <img className='' src="/NLS_Logo(Clear).webp" alt="" />
      <h1 className="text-3xl mb-4">NORTHLIGHTING Studio</h1>
      <p className="max-w-2xl mx-auto">
        NorthLighting Studio - Не большая инди студия не иммеющая издателя, вседа были сами по себе
        так и останемся до конца. Студия своё существование начинает с 2015 года когда дети 2006х годов
        узнают о различных интересных инди-игр сделаные самостоятельно и без помощи издателей которые в дальнейшем
        станут чуть ли не культурным наследием игровой индустрии.
      </p>
      <img className='mx-auto' src="/Hinn_Team_Logo.webp" alt="" />
      <h2 className='text-3xl mb-4'>HinnTeam</h2>
      <p className='max-w-2xl mx-auto'>HinnTeam - это новички по разработке видео игр, которые возвращают во времена игр с философией, 
        нуара и неореализма. Переходящий стиль старой атмосферы 2010-2015 годов в сегодняшний каркас видеоигр и современных стандартов. 
        Студия проявляет воплощение тех идей, к которым общество не готово, но изменит своё мировоззрение мира вокруг в позитивный ключ.
        Пора привнести положительный след в историю Русского игропрома.</p>
    </div>
    
  );
};

export default Developers;